// import isEmpty from 'lodash/isEmpty';
import forIn from 'lodash/forIn';
import fs from 'fs';
import path from 'path';
import excelPort from 'excel-export';


exports.default = function(router){
  router.use('/', function *(next) {

    yield *next;
  });


  //查询自己状态接口
  router.get('/', function *() {

    var datas = [
        {
          "_id" : "587d8bbfae14834d8d1942b2",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 161395,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T03:13:03.588Z"
        },
        {
          "_id" : "587d8d44ce0d710650ee1112",
          "q1" : "其他原因",
          "q2" : [
            "未购买过产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 203423,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T03:19:32.987Z"
        },
        {
          "_id" : "587d8d65c887ca7755401512",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）",
            "股权众筹",
            "未购买过产品"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "满意",
          "q5" : "依靠理财专家",
          "q6" : "不太愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 446498,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T03:20:05.020Z"
        },
        {
          "_id" : "587d8d7a63040e3b24893735",
          "q1" : "其他原因",
          "q2" : [
            "公募基金（非货币基金）",
            "未购买过产品"
          ],
          "q3" : "不太信任",
          "q4" : "不满意",
          "q5" : "其他",
          "q6" : "不太愿意",
          "q7" : "15%以上的高风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 100010,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T03:20:26.782Z"
        },
        {
          "_id" : "587d8dca0ad4e25dc3496b2b",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "未购买过产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 504628,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T03:21:46.121Z"
        },
        {
          "_id" : "587d8dccc1bb076a47b2a14c",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "3%的低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "不愿意",
          "uid" : 231369,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T03:21:48.785Z"
        },
        {
          "_id" : "587d8e009e36a01b9838b6ca",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 200696,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T03:22:40.605Z"
        },
        {
          "_id" : "587d8f7f782f507d19675d95",
          "q1" : "有闲置资金时",
          "q2" : [
            "未购买过产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 232409,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T03:29:03.470Z"
        },
        {
          "_id" : "587d904474194b40928278e3",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 100483,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T03:32:20.992Z"
        },
        {
          "_id" : "587d9099e254797af0753a8a",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 566553,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T03:33:45.584Z"
        },
        {
          "_id" : "587d90bc8b61656de0222914",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 103434,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T03:34:20.087Z"
        },
        {
          "_id" : "587d90fb74194b40928278e4",
          "q1" : "有闲置资金时",
          "q2" : [
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 180990,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T03:35:23.505Z"
        },
        {
          "_id" : "587d9116f261ce06568f447b",
          "q1" : "其他原因",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "其他",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 151869,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T03:35:50.909Z"
        },
        {
          "_id" : "587d991c80c0546dd40eca3a",
          "q1" : "理财师推荐时",
          "q2" : [
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 314063,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T04:10:04.624Z"
        },
        {
          "_id" : "587d9d02c29f0f754ece57df",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "不愿意",
          "uid" : 630790,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T04:26:42.483Z"
        },
        {
          "_id" : "587d9f8f7b036b3b181c2504",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "不太愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "没有任何要求",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 100060,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T04:37:35.388Z"
        },
        {
          "_id" : "587da72a5cdefa2d8ce244ad",
          "q1" : "有闲置资金时",
          "q2" : [
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 616834,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T05:10:02.845Z"
        },
        {
          "_id" : "587dac03782f507d19675d96",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "依靠理财专家",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 135172,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T05:30:43.229Z"
        },
        {
          "_id" : "587de052a5fc1423d3ae569b",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 629320,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T09:13:54.651Z"
        },
        {
          "_id" : "587deb6d23fbcf7bc3920d6f",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "依靠理财专家",
          "q6" : "一般愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "没有任何要求",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 110342,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T10:01:17.524Z"
        },
        {
          "_id" : "587df4063d12357044af9cb1",
          "q1" : "其他原因",
          "q2" : [
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "不太愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 513045,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T10:37:58.024Z"
        },
        {
          "_id" : "587df617f0bef57bbd148bb5",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 199961,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T10:46:47.576Z"
        },
        {
          "_id" : "587df8703789653cdc86da5f",
          "q1" : "其他原因",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "依靠理财专家",
          "q6" : "很愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 131413,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T10:56:48.481Z"
        },
        {
          "_id" : "587dfa3893263c20b720aefc",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "其他",
          "q6" : "很愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 200416,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T11:04:24.116Z"
        },
        {
          "_id" : "587e007c01783f74ecc214e0",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 530226,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T11:31:08.131Z"
        },
        {
          "_id" : "587e0dd8dd371702bcfa6471",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 599089,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T12:28:08.150Z"
        },
        {
          "_id" : "587e17319f086023dff0cf72",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 314424,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T13:08:01.770Z"
        },
        {
          "_id" : "587e21edd207b32fb84ae78d",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 208709,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T13:53:49.421Z"
        },
        {
          "_id" : "587e259ac11607287d988669",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "依靠理财专家",
          "q6" : "很愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "没有任何要求",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 558150,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T14:09:30.649Z"
        },
        {
          "_id" : "587e26c2dd371702bcfa6472",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 132579,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T14:14:26.480Z"
        },
        {
          "_id" : "587e2acb258c4a3ce878c644",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 613247,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T14:31:39.326Z"
        },
        {
          "_id" : "587e2f345e107d59c5617c46",
          "q1" : "理财师推荐时",
          "q2" : [
            "股权众筹"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 510612,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T14:50:28.355Z"
        },
        {
          "_id" : "587e405993263c20b720aefd",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 231173,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T16:03:37.235Z"
        },
        {
          "_id" : "587e42cec1a25002c6ac5135",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 266062,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T16:14:06.965Z"
        },
        {
          "_id" : "587e4431c9c38c77976f0322",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 563428,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T16:20:01.566Z"
        },
        {
          "_id" : "587e4a979f086023dff0cf73",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 568521,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T16:47:19.864Z"
        },
        {
          "_id" : "587e4d60a54e8e02bf35d151",
          "q1" : "有闲置资金时",
          "q2" : [
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "不满意",
          "q5" : "依靠理财专家",
          "q6" : "很愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "没有任何要求",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 509679,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T16:59:12.243Z"
        },
        {
          "_id" : "587e6d1b00d6c97745000070",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "不太信任",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "不太愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 174058,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T19:14:35.447Z"
        },
        {
          "_id" : "587e85febc39fb23e5d8a2a7",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 229966,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T21:00:46.619Z"
        },
        {
          "_id" : "587e8a5e408c013ce22ebbe0",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 108638,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T21:19:26.072Z"
        },
        {
          "_id" : "587e9030d207b32fb84ae78e",
          "q1" : "其他原因",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 113295,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T21:44:16.547Z"
        },
        {
          "_id" : "587e98c13c71e26a3bffa6ef",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "依靠理财专家",
          "q6" : "很愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 111202,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T22:20:49.578Z"
        },
        {
          "_id" : "587e9c09a3071777a3bb29c4",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 594892,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T22:34:49.687Z"
        },
        {
          "_id" : "587e9c129c0c37658b1b2d00",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 513831,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T22:34:58.523Z"
        },
        {
          "_id" : "587ea13722662702baeb5517",
          "q1" : "有闲置资金时",
          "q2" : [
            "类余额宝产品（天天盈，货币基金）",
            "股权众筹"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 533712,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T22:56:55.368Z"
        },
        {
          "_id" : "587ea154a5fc1423d3ae569d",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "不满意",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 569644,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T22:57:24.909Z"
        },
        {
          "_id" : "587ea61b93d76a59bf46f95f",
          "q1" : "有闲置资金时",
          "q2" : [
            "未购买过产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 616112,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T23:17:47.197Z"
        },
        {
          "_id" : "587ea752dd371702bcfa6473",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "15%以上的高风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 145778,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T23:22:58.548Z"
        },
        {
          "_id" : "587ea768b62c3c02b92cea4e",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%的低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 632126,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T23:23:20.176Z"
        },
        {
          "_id" : "587ea909b62c3c02b92cea4f",
          "q1" : "有闲置资金时",
          "q2" : [
            "未购买过产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%的低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 634641,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T23:30:17.260Z"
        },
        {
          "_id" : "587eaa696b99f33cd6bfbab5",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 192492,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T23:36:09.944Z"
        },
        {
          "_id" : "587eae0194cf372fbee63af7",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 487736,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T23:51:29.005Z"
        },
        {
          "_id" : "587eae5501783f74ecc214e1",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 526930,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T23:52:53.317Z"
        },
        {
          "_id" : "587eae88c9c38c77976f0323",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "3%的低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 492208,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-17T23:53:44.572Z"
        },
        {
          "_id" : "587eb09262ec396a443a24c2",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "股权众筹"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 119420,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T00:02:26.931Z"
        },
        {
          "_id" : "587eb2b2a54e8e02bf35d152",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 521881,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T00:11:30.662Z"
        },
        {
          "_id" : "587eb54bdd371702bcfa6474",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 585933,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T00:22:35.799Z"
        },
        {
          "_id" : "587eb7eddc5ff0455bed0647",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "否",
          "q10" : "不愿意",
          "uid" : 626540,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T00:33:49.953Z"
        },
        {
          "_id" : "587eb9099c0c37658b1b2d02",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "否",
          "q10" : "不愿意",
          "uid" : 138703,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T00:38:33.081Z"
        },
        {
          "_id" : "587eb99b1bcfcf23d9c59458",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 111706,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T00:40:59.583Z"
        },
        {
          "_id" : "587ebcb26b99f33cd6bfbab6",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "不满意",
          "q5" : "自己独立操作",
          "q6" : "不太愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 129089,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T00:54:10.315Z"
        },
        {
          "_id" : "587ebd2ed601ad703223e580",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "不太愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "否",
          "q10" : "不愿意",
          "uid" : 140179,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T00:56:14.241Z"
        },
        {
          "_id" : "587ebed019e8627bb7d1e9f9",
          "q1" : "有闲置资金时",
          "q2" : [
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "依靠理财专家",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 562113,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T01:03:12.500Z"
        },
        {
          "_id" : "587ec003a54e8e02bf35d153",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 140395,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T01:08:19.935Z"
        },
        {
          "_id" : "587ec6b53bd2cb703e20d826",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 142592,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T01:36:53.253Z"
        },
        {
          "_id" : "587eced2ac24d3773f6861d2",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 534661,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T02:11:30.741Z"
        },
        {
          "_id" : "587ed331d207b32fb84ae78f",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 550097,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T02:30:09.380Z"
        },
        {
          "_id" : "587ede3523fbcf7bc3920d71",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 628060,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T03:17:09.161Z"
        },
        {
          "_id" : "587edfb0182627156016d2db",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "依靠理财专家",
          "q6" : "很愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 106850,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T03:23:28.623Z"
        },
        {
          "_id" : "587ee09b5df2cf45553259df",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 227611,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T03:27:23.951Z"
        },
        {
          "_id" : "587ee212ae436574f2c21873",
          "q1" : "有闲置资金时",
          "q2" : [
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 515015,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T03:33:38.715Z"
        },
        {
          "_id" : "587ee2a7ac24d3773f6861d4",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "不满意",
          "q5" : "自己独立操作",
          "q6" : "不太愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 150219,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T03:36:07.954Z"
        },
        {
          "_id" : "587ee340364563657927faf6",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "依靠理财专家",
          "q6" : "很愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 508522,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T03:38:40.786Z"
        },
        {
          "_id" : "587ee5fd0339a920b1385a0e",
          "q1" : "其他原因",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "没有任何要求",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 466156,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T03:50:21.001Z"
        },
        {
          "_id" : "587ee7210339a920b1385a0f",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 578149,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T03:55:13.702Z"
        },
        {
          "_id" : "587ee9da3789653cdc86da60",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 410093,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T04:06:50.871Z"
        },
        {
          "_id" : "587eee403bd2cb703e20d828",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "",
          "uid" : 627396,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T04:25:36.057Z"
        },
        {
          "_id" : "587eeed5d601ad703223e581",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 433237,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T04:28:05.174Z"
        },
        {
          "_id" : "587ef355a6d210454f535d2c",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 136600,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T04:47:17.356Z"
        },
        {
          "_id" : "587ef4470339a920b1385a10",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 146571,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T04:51:19.109Z"
        },
        {
          "_id" : "587ef5ce908ff7155417e21c",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "",
          "uid" : 626574,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T04:57:50.447Z"
        },
        {
          "_id" : "587efafcfd197b74feda0f3b",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 120976,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T05:19:56.027Z"
        },
        {
          "_id" : "587efc3ce749106581ae8e8b",
          "q1" : "其他原因",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 511290,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T05:25:16.645Z"
        },
        {
          "_id" : "587f0056e7858a02b3724e8f",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "不太信任",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "不太愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 321828,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T05:42:46.742Z"
        },
        {
          "_id" : "587f238ce7858a02b3724e90",
          "q1" : "其他原因",
          "q2" : [
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "依靠理财专家",
          "q6" : "不太愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 560410,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T08:13:00.342Z"
        },
        {
          "_id" : "587f260ca5fc1423d3ae569e",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 522533,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T08:23:40.817Z"
        },
        {
          "_id" : "587f273351648d6a4df8fc36",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "未购买过产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 636428,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T08:28:35.675Z"
        },
        {
          "_id" : "587f276cff5ede4534c90dab",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 512586,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T08:29:32.994Z"
        },
        {
          "_id" : "587f2d0b5e107d59c5617c49",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "依靠理财专家",
          "q6" : "不太愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "没有任何要求",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 497559,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T08:53:31.656Z"
        },
        {
          "_id" : "587f32a1c1a25002c6ac5136",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 166947,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T09:17:21.791Z"
        },
        {
          "_id" : "587f338319e8627bb7d1e9fc",
          "q1" : "理财师推荐时",
          "q2" : [
            "未购买过产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "15%以上的高风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 100222,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T09:21:07.197Z"
        },
        {
          "_id" : "587f399ba6d210454f535d2f",
          "q1" : "有闲置资金时",
          "q2" : [
            "未购买过产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 339958,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T09:47:07.762Z"
        },
        {
          "_id" : "587f3cd6ac24d3773f6861d5",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "否",
          "q10" : "不愿意",
          "uid" : 175281,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T10:00:54.284Z"
        },
        {
          "_id" : "587f543116d1d27037b901a2",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 114165,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T11:40:33.532Z"
        },
        {
          "_id" : "587f560293d76a59bf46f960",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%的低风险产品",
          "q8" : "没有任何要求",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 472804,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T11:48:18.615Z"
        },
        {
          "_id" : "587f5b13e749106581ae8e8c",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "咨询亲朋好友",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 482626,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T12:09:55.129Z"
        },
        {
          "_id" : "587f62d51bcfcf23d9c5945a",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 572983,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T12:43:01.983Z"
        },
        {
          "_id" : "587f6adb540d844561a39235",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "不太愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 100523,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T13:17:15.500Z"
        },
        {
          "_id" : "587f6bc0d207b32fb84ae791",
          "q1" : "有闲置资金时",
          "q2" : [
            "未购买过产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "15%以上的高风险产品",
          "q8" : "没有任何要求",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 558965,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T13:21:04.551Z"
        },
        {
          "_id" : "587f6e2678e0fe20c394121d",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 510202,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T13:31:18.122Z"
        },
        {
          "_id" : "587f7364e7858a02b3724e91",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "不太愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 271455,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T13:53:40.686Z"
        },
        {
          "_id" : "587f7889718d8674f85347df",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "依靠理财专家",
          "q6" : "很愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 578462,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T14:15:37.132Z"
        },
        {
          "_id" : "587f7a5ffd197b74feda0f3c",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 151043,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T14:23:27.309Z"
        },
        {
          "_id" : "587f7b4cbaad7a28833abca0",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "不满意",
          "q5" : "其他",
          "q6" : "一般愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 156705,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T14:27:24.877Z"
        },
        {
          "_id" : "587f8389f0bef57bbd148bb6",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 616898,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T15:02:33.158Z"
        },
        {
          "_id" : "587f85299a9ca8699eb00a91",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 527868,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T15:09:29.042Z"
        },
        {
          "_id" : "587f8faa6b99f33cd6bfbab8",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "不满意",
          "q5" : "自己独立操作",
          "q6" : "不太愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 227893,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T15:54:18.727Z"
        },
        {
          "_id" : "587f9304908ff7155417e21d",
          "q1" : "其他原因",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "不太愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 563429,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T16:08:36.613Z"
        },
        {
          "_id" : "587f93c3d601ad703223e582",
          "q1" : "有闲置资金时",
          "q2" : [
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 524411,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T16:11:47.651Z"
        },
        {
          "_id" : "587f9472d207b32fb84ae792",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 525239,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T16:14:42.003Z"
        },
        {
          "_id" : "587f9ee701783f74ecc214e2",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 101061,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T16:59:19.269Z"
        },
        {
          "_id" : "587fcede9a9ca8699eb00a92",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 552164,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T20:23:58.471Z"
        },
        {
          "_id" : "587fcf95770d8a20bdcd47d9",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 550727,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T20:27:01.684Z"
        },
        {
          "_id" : "587fdfb378e0fe20c394121e",
          "q1" : "其他原因",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 524527,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T21:35:47.144Z"
        },
        {
          "_id" : "587fe208baad7a28833abca1",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "没有任何要求",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 150507,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T21:45:44.298Z"
        },
        {
          "_id" : "587fe9b162cf1a7bc9faa610",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 491443,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T22:18:25.297Z"
        },
        {
          "_id" : "587fec62bc39fb23e5d8a2a9",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 121493,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T22:29:54.504Z"
        },
        {
          "_id" : "587ff12f3bd2cb703e20d829",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 120875,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T22:50:23.017Z"
        },
        {
          "_id" : "587ff3609f086023dff0cf75",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 576259,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T22:59:44.692Z"
        },
        {
          "_id" : "587ff44a438c9102ad4f2192",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 136574,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T23:03:38.169Z"
        },
        {
          "_id" : "587ff4b06b99f33cd6bfbab9",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 109782,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T23:05:20.610Z"
        },
        {
          "_id" : "587ff4b2e492f76998940b7e",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 522317,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T23:05:22.540Z"
        },
        {
          "_id" : "587ff78e298cd1452938bc18",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%的低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 614312,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T23:17:34.665Z"
        },
        {
          "_id" : "587ff7989a9ca8699eb00a93",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 186834,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T23:17:44.492Z"
        },
        {
          "_id" : "587ff7f488660269aa9f96ef",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "否",
          "q10" : "",
          "uid" : 525469,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T23:19:16.126Z"
        },
        {
          "_id" : "587ffa5ee749106581ae8e8d",
          "q1" : "有闲置资金时",
          "q2" : [
            "未购买过产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 634263,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T23:29:34.147Z"
        },
        {
          "_id" : "587fff090339a920b1385a11",
          "q1" : "其他原因",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 579303,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-18T23:49:29.050Z"
        },
        {
          "_id" : "588001fe438c9102ad4f2193",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 623914,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T00:02:06.334Z"
        },
        {
          "_id" : "5880088478e0fe20c394121f",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 337259,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T00:29:56.955Z"
        },
        {
          "_id" : "58800b4e78e0fe20c3941220",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 550448,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T00:41:50.383Z"
        },
        {
          "_id" : "58800e44d207b32fb84ae793",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 569771,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T00:54:28.559Z"
        },
        {
          "_id" : "58800f5422662702baeb5518",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "依靠理财专家",
          "q6" : "一般愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 178962,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T00:59:00.165Z"
        },
        {
          "_id" : "588013626b85d31566cd8625",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 114908,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T01:16:18.277Z"
        },
        {
          "_id" : "5880145c51648d6a4df8fc37",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "否",
          "q10" : "不愿意",
          "uid" : 161004,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T01:20:28.652Z"
        },
        {
          "_id" : "588015f1e7858a02b3724e92",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "不满意",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "不愿意",
          "uid" : 563360,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T01:27:13.330Z"
        },
        {
          "_id" : "58801fa6656ef3160a3acb79",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 113053,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T02:08:38.264Z"
        },
        {
          "_id" : "588026c882b33d10f5595541",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 624752,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T02:39:04.250Z"
        },
        {
          "_id" : "58802d50b0807553adf9e6c1",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 136838,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T03:06:56.440Z"
        },
        {
          "_id" : "58802e9fbc72b01c4471a6da",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 536828,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T03:12:31.032Z"
        },
        {
          "_id" : "588030c50fac4011081229da",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "不愿意",
          "uid" : 228403,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T03:21:41.895Z"
        },
        {
          "_id" : "588032ab8959ed27d7a6b0f0",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "不太信任",
          "q4" : "一般",
          "q5" : "依靠理财专家",
          "q6" : "很愿意",
          "q7" : "15%以上的高风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 101206,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T03:29:47.596Z"
        },
        {
          "_id" : "5880340d4ae14701c199d68c",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 533983,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T03:35:41.381Z"
        },
        {
          "_id" : "5880374d45d7b74fcb303581",
          "q1" : "其他原因",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "不满意",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "否",
          "q10" : "不愿意",
          "uid" : 123659,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T03:49:33.860Z"
        },
        {
          "_id" : "5880376f98ca181c3e442b21",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "咨询亲朋好友",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 443463,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T03:50:07.827Z"
        },
        {
          "_id" : "588038c8ff24a04fc55835ff",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "15%以上的高风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 583222,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T03:55:52.275Z"
        },
        {
          "_id" : "588042266a9ee91c382c12a6",
          "q1" : "其他原因",
          "q2" : [
            "未购买过产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%的低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 636980,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T04:35:50.086Z"
        },
        {
          "_id" : "588044dcdc58457de849bb99",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 568327,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T04:47:24.094Z"
        },
        {
          "_id" : "588045ddb0807553adf9e6c2",
          "q1" : "有闲置资金时",
          "q2" : [
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "其他",
          "q6" : "一般愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 517234,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T04:51:41.776Z"
        },
        {
          "_id" : "58804d98efddf7146fc3202b",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 611795,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T05:24:40.981Z"
        },
        {
          "_id" : "5880501db386ab1c31bdab9c",
          "q1" : "有闲置资金时",
          "q2" : [
            "未购买过产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 618565,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T05:35:25.242Z"
        },
        {
          "_id" : "588051b92c72d5511d717f4c",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 503931,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T05:42:17.002Z"
        },
        {
          "_id" : "58805256edd1865c43d8695c",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "股权众筹"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "15%以上的高风险产品",
          "q8" : "没有任何要求",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 404377,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T05:44:54.937Z"
        },
        {
          "_id" : "5880544f0b78cf53b39b60dd",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 457552,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T05:53:19.225Z"
        },
        {
          "_id" : "588061a26ad976300614b9f7",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "不愿意",
          "uid" : 610416,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T06:50:10.426Z"
        },
        {
          "_id" : "588066eadbecc57e5ac05630",
          "q1" : "理财师推荐时",
          "q2" : [
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 584826,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T07:12:42.089Z"
        },
        {
          "_id" : "58806990cf7547056db93d5d",
          "q1" : "其他原因",
          "q2" : [
            "未购买过产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "否",
          "q10" : "不愿意",
          "uid" : 158718,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T07:24:00.599Z"
        },
        {
          "_id" : "58806b037b4d1b682c9b5366",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "依靠理财专家",
          "q6" : "不太愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 554470,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T07:30:11.731Z"
        },
        {
          "_id" : "58806d08cf7547056db93d5e",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 481247,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T07:38:48.535Z"
        },
        {
          "_id" : "588070ba2327054155ce6da4",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 156891,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T07:54:34.151Z"
        },
        {
          "_id" : "5880795de8067f63fc76375c",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 138187,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T08:31:25.835Z"
        },
        {
          "_id" : "5880859bcf7547056db93d5f",
          "q1" : "其他原因",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "咨询亲朋好友",
          "q6" : "很愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 185876,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T09:23:39.077Z"
        },
        {
          "_id" : "588088c84cd702061c853ac8",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "依靠理财专家",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 100004,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T09:37:12.654Z"
        },
        {
          "_id" : "58809a98722e22578666851c",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "不太信任",
          "q4" : "不满意",
          "q5" : "自己独立操作",
          "q6" : "不太愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "没有任何要求",
          "q9" : "否",
          "q10" : "不愿意",
          "uid" : 133119,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T10:53:12.369Z"
        },
        {
          "_id" : "5880a97066781e5ec1e70745",
          "q1" : "有闲置资金时",
          "q2" : [
            "股权众筹"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 259134,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T11:56:32.205Z"
        },
        {
          "_id" : "5880ac10ab09662127a88fb3",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 125088,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T12:07:44.534Z"
        },
        {
          "_id" : "5880b49778cce3211b279624",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "不太愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 578428,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T12:44:07.684Z"
        },
        {
          "_id" : "5880ba0117ba7f4b29ece506",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 235522,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T13:07:13.062Z"
        },
        {
          "_id" : "5880ce8ab884a026c8911900",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "依靠理财专家",
          "q6" : "不太愿意",
          "q7" : "15%以上的高风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 570984,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T14:34:50.207Z"
        },
        {
          "_id" : "5880deb08f4b6764ae1b10ad",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "15%以上的高风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 295099,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T15:43:44.474Z"
        },
        {
          "_id" : "5880e56e0a4de6787495413e",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "15%以上的高风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 626713,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T16:12:30.619Z"
        },
        {
          "_id" : "5880e78702722339673259c2",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 135206,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T16:21:27.916Z"
        },
        {
          "_id" : "5880fa34a1fa5e056010ee43",
          "q1" : "其他原因",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "15%以上的高风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 117731,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T17:41:08.749Z"
        },
        {
          "_id" : "58810da3b770be4946f69610",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 180069,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T19:04:03.904Z"
        },
        {
          "_id" : "58812ac0384e5e01d0fe0b1c",
          "q1" : "理财师推荐时",
          "q2" : [
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "不满意",
          "q5" : "自己独立操作",
          "q6" : "不太愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 455064,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T21:08:16.765Z"
        },
        {
          "_id" : "58812de68f4b6764ae1b10ae",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 535232,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T21:21:42.918Z"
        },
        {
          "_id" : "5881312bda581d3783564be5",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 106339,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T21:35:39.608Z"
        },
        {
          "_id" : "588136826a0606372bfe6ba6",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 608146,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T21:58:26.716Z"
        },
        {
          "_id" : "588136f88f4b6764ae1b10af",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 575788,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T22:00:24.374Z"
        },
        {
          "_id" : "58813f2c02722339673259c3",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 110747,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T22:35:24.076Z"
        },
        {
          "_id" : "588141bb6c499714a4ec9040",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 537386,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T22:46:19.178Z"
        },
        {
          "_id" : "58814607da581d3783564be6",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 556910,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T23:04:39.587Z"
        },
        {
          "_id" : "5881460e6ac27d54f44a9e10",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 630673,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T23:04:46.700Z"
        },
        {
          "_id" : "58814861c9b54a78860ded28",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 553058,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T23:14:41.704Z"
        },
        {
          "_id" : "5881490793ee9937958d2a8c",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 526270,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-19T23:17:27.883Z"
        },
        {
          "_id" : "588153d3755a15129cfaa8ad",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 109157,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T00:03:31.863Z"
        },
        {
          "_id" : "588154613bec84340375c18a",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 504086,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T00:05:53.469Z"
        },
        {
          "_id" : "588154839b7a241290771e5c",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 634478,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T00:06:27.819Z"
        },
        {
          "_id" : "58815a07e4b9b97532f3a413",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 237074,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T00:29:59.804Z"
        },
        {
          "_id" : "58815ad7cd2e9d48d0e24440",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 576029,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T00:33:27.333Z"
        },
        {
          "_id" : "58816018e4b9b97532f3a414",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 111599,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T00:55:52.050Z"
        },
        {
          "_id" : "588165313c5c9f494c717b3b",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 575967,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T01:17:37.995Z"
        },
        {
          "_id" : "5881666a2b1411494d86167b",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 633533,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T01:22:50.222Z"
        },
        {
          "_id" : "5881668ada581d3783564be7",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "没有任何要求",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 102731,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T01:23:22.058Z"
        },
        {
          "_id" : "588169d0c9b54a78860ded29",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "15%以上的高风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 206878,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T01:37:20.137Z"
        },
        {
          "_id" : "58816e13604f3339616698f5",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 139159,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T01:55:31.910Z"
        },
        {
          "_id" : "58817337f90b2633fd2f8381",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 167812,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T02:17:27.491Z"
        },
        {
          "_id" : "588175603e6245055a76f303",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 129074,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T02:26:40.439Z"
        },
        {
          "_id" : "5881836a6a0606372bfe6ba7",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 543618,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T03:26:34.757Z"
        },
        {
          "_id" : "588184836a0606372bfe6ba8",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "股权众筹"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "没有任何要求",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 111754,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T03:31:15.377Z"
        },
        {
          "_id" : "5881976684555d684f55ba5d",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 524617,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T04:51:50.500Z"
        },
        {
          "_id" : "5881a927004c6448cae3a4f2",
          "q1" : "有闲置资金时",
          "q2" : [
            "未购买过产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 631980,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T06:07:35.406Z"
        },
        {
          "_id" : "5881abd8b052a001be35588b",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "咨询亲朋好友",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 474747,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T06:19:04.056Z"
        },
        {
          "_id" : "5881ad8020f9bd7526db7258",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 574279,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T06:26:08.597Z"
        },
        {
          "_id" : "5881bc973dde8964b494171b",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 209532,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T07:30:31.707Z"
        },
        {
          "_id" : "5881cd4659d7c248c4e8852a",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 157024,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T08:41:42.434Z"
        },
        {
          "_id" : "5881e3583c5c9f494c717b3c",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%的低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 515091,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T10:15:52.339Z"
        },
        {
          "_id" : "5881e3a1a870216843da66b9",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "15%以上的高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 614747,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T10:17:05.905Z"
        },
        {
          "_id" : "5881ec0086fec55506901f0d",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 108906,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T10:52:48.910Z"
        },
        {
          "_id" : "5881ecdbda581d3783564be8",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "没有任何要求",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 144779,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T10:56:27.140Z"
        },
        {
          "_id" : "5881ed9bf90b2633fd2f8382",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 637336,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T10:59:39.471Z"
        },
        {
          "_id" : "5881f2816c499714a4ec9041",
          "q1" : "理财师推荐时",
          "q2" : [
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 173442,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T11:20:33.667Z"
        },
        {
          "_id" : "5881f70e02722339673259c4",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 505784,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T11:39:58.954Z"
        },
        {
          "_id" : "5881fbecb770be4946f69611",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 128467,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T12:00:44.558Z"
        },
        {
          "_id" : "5882009f24e6833725978f87",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "不太愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "没有任何要求",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 108409,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T12:20:47.228Z"
        },
        {
          "_id" : "588205499b7a241290771e5d",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "不太信任",
          "q4" : "一般",
          "q5" : "其他",
          "q6" : "不太愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 150492,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T12:40:41.615Z"
        },
        {
          "_id" : "5882054eda581d3783564be9",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 512729,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T12:40:46.181Z"
        },
        {
          "_id" : "58820984293e3614984ada2c",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 507654,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T12:58:44.611Z"
        },
        {
          "_id" : "58820c88f90b2633fd2f8383",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 114513,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T13:11:36.609Z"
        },
        {
          "_id" : "58820ca9604f3339616698f6",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 158903,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T13:12:09.520Z"
        },
        {
          "_id" : "588211b46c499714a4ec9042",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 237353,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T13:33:40.045Z"
        },
        {
          "_id" : "5882181b384e5e01d0fe0b1d",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "依靠理财专家",
          "q6" : "不太愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 408728,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T14:00:59.742Z"
        },
        {
          "_id" : "58821f87ec9aea395b697372",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "不太信任",
          "q4" : "不满意",
          "q5" : "其他",
          "q6" : "不太愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 106313,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T14:32:39.940Z"
        },
        {
          "_id" : "588225916991d101ca9a9e64",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 409212,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T14:58:25.291Z"
        },
        {
          "_id" : "58822ae36c499714a4ec9043",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 619709,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T15:21:07.953Z"
        },
        {
          "_id" : "58822fdcf16791149eda57f7",
          "q1" : "其他原因",
          "q2" : [
            "未购买过产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 617054,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T15:42:20.322Z"
        },
        {
          "_id" : "588236d684555d684f55ba5e",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 601818,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T16:12:06.289Z"
        },
        {
          "_id" : "588237463fa4d1128a54d265",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "依靠理财专家",
          "q6" : "一般愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 102417,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T16:13:58.421Z"
        },
        {
          "_id" : "5882387c84555d684f55ba5f",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "依靠理财专家",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 108346,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T16:19:08.369Z"
        },
        {
          "_id" : "588239ce84555d684f55ba60",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "不满意",
          "q5" : "自己独立操作",
          "q6" : "不太愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 105659,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T16:24:46.246Z"
        },
        {
          "_id" : "58823b50293e3614984ada2d",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "依靠理财专家",
          "q6" : "一般愿意",
          "q7" : "15%以上的高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 505997,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T16:31:12.188Z"
        },
        {
          "_id" : "5882476e7cffc9371f441106",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%的低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 165705,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T17:22:54.472Z"
        },
        {
          "_id" : "58824a953dde8964b494171c",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 134958,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T17:36:21.703Z"
        },
        {
          "_id" : "5882517d3e6245055a76f304",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%的低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 239346,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T18:05:49.517Z"
        },
        {
          "_id" : "5882523df90b2633fd2f8384",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 101254,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T18:09:01.470Z"
        },
        {
          "_id" : "58825463c3fd8d787ad5152a",
          "q1" : "其他原因",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 559113,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T18:18:11.129Z"
        },
        {
          "_id" : "58825a554510da6849bf508a",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 119853,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T18:43:33.279Z"
        },
        {
          "_id" : "588282b75fe52854fab6dfee",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "不愿意",
          "uid" : 159230,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T21:35:51.080Z"
        },
        {
          "_id" : "5882844dec9aea395b697373",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 152378,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T21:42:37.311Z"
        },
        {
          "_id" : "588289de7cffc9371f441107",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 518257,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T22:06:22.213Z"
        },
        {
          "_id" : "58828eab0907f064a86bd7bf",
          "q1" : "理财师推荐时",
          "q2" : [
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%的低风险产品",
          "q8" : "没有任何要求",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 536070,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T22:26:51.949Z"
        },
        {
          "_id" : "588293013e6245055a76f305",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 110274,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T22:45:21.430Z"
        },
        {
          "_id" : "58829621e4b9b97532f3a415",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 142233,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T22:58:41.780Z"
        },
        {
          "_id" : "5882985655f11105540f1e3e",
          "q1" : "其他原因",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 287141,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T23:08:06.216Z"
        },
        {
          "_id" : "588299d2da581d3783564bea",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 473350,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T23:14:26.808Z"
        },
        {
          "_id" : "58829c0667c5f87520dde15d",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 113858,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T23:23:50.685Z"
        },
        {
          "_id" : "58829c4acd2e9d48d0e24441",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "不太信任",
          "q4" : "不满意",
          "q5" : "依靠理财专家",
          "q6" : "不太愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 492825,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T23:24:58.298Z"
        },
        {
          "_id" : "58829c8bf16791149eda57f8",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "咨询亲朋好友",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 139596,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T23:26:03.279Z"
        },
        {
          "_id" : "58829daaa870216843da66ba",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "没有任何要求",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 145102,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T23:30:50.600Z"
        },
        {
          "_id" : "5882a10ac3fd8d787ad5152b",
          "q1" : "有闲置资金时",
          "q2" : [
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 173036,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T23:45:14.845Z"
        },
        {
          "_id" : "5882a206755a15129cfaa8ae",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 567308,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T23:49:26.153Z"
        },
        {
          "_id" : "5882a23f57eadb752cbcbecd",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 551621,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T23:50:23.975Z"
        },
        {
          "_id" : "5882a3f94a104748d6fa6b5e",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "不太信任",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "",
          "uid" : 105652,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-20T23:57:45.254Z"
        },
        {
          "_id" : "5882a5677cffc9371f441108",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 184737,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T00:03:51.933Z"
        },
        {
          "_id" : "5882a7706991d101ca9a9e65",
          "q1" : "有闲置资金时",
          "q2" : [
            "股权众筹"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 627217,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T00:12:32.376Z"
        },
        {
          "_id" : "5882a7b1f90b2633fd2f8385",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%的低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 613532,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T00:13:37.389Z"
        },
        {
          "_id" : "5882a8ae3c5c9f494c717b3d",
          "q1" : "其他原因",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%的低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 198137,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T00:17:50.133Z"
        },
        {
          "_id" : "5882a93b6744b7340987b3e9",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%的低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 434033,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T00:20:11.217Z"
        },
        {
          "_id" : "5882a9ce20f9bd7526db7259",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 140245,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T00:22:38.224Z"
        },
        {
          "_id" : "5882aa856c499714a4ec9044",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 484506,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T00:25:41.631Z"
        },
        {
          "_id" : "5882ab72604f3339616698f7",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 199981,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T00:29:38.413Z"
        },
        {
          "_id" : "5882ae756ac27d54f44a9e11",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 630674,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T00:42:29.736Z"
        },
        {
          "_id" : "5882b0f6c9b54a78860ded2a",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "依靠理财专家",
          "q6" : "很愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 166334,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T00:53:10.619Z"
        },
        {
          "_id" : "5882b57df90b2633fd2f8386",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "15%以上的高风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 480436,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T01:12:29.108Z"
        },
        {
          "_id" : "5882b5c693ee9937958d2a8d",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "15%以上的高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 133439,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T01:13:42.825Z"
        },
        {
          "_id" : "5882b6274a104748d6fa6b5f",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 519617,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T01:15:19.459Z"
        },
        {
          "_id" : "5882c0a620f9bd7526db725a",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 597908,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T02:00:06.389Z"
        },
        {
          "_id" : "5882c78a604f3339616698f8",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 206403,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T02:29:30.883Z"
        },
        {
          "_id" : "5882c930f16791149eda57f9",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "未购买过产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 510059,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T02:36:32.891Z"
        },
        {
          "_id" : "5882cc564a104748d6fa6b60",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 476708,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T02:49:58.224Z"
        },
        {
          "_id" : "5882d16babed88494069e66a",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 503865,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T03:11:39.101Z"
        },
        {
          "_id" : "5882e2a193ee9937958d2a8e",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 586156,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T04:25:05.498Z"
        },
        {
          "_id" : "5882eb8be4b9b97532f3a416",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 618839,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T05:03:07.101Z"
        },
        {
          "_id" : "5882f1d83fa4d1128a54d266",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 412166,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T05:30:00.768Z"
        },
        {
          "_id" : "5882f6218f4b6764ae1b10b0",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "没有任何要求",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 556720,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T05:48:17.973Z"
        },
        {
          "_id" : "5882fd2487f1dc3955e18cac",
          "q1" : "其他原因",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "依靠理财专家",
          "q6" : "一般愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 631303,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T06:18:12.781Z"
        },
        {
          "_id" : "588300ac59d7c248c4e8852b",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 157379,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T06:33:16.817Z"
        },
        {
          "_id" : "58830c09e70cbf37313d41c4",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 206294,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T07:21:45.690Z"
        },
        {
          "_id" : "588315ea0907f064a86bd7c0",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 212562,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T08:03:54.733Z"
        },
        {
          "_id" : "588316db0617ca64a29e8f8a",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 122647,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T08:07:55.705Z"
        },
        {
          "_id" : "5883288059d7c248c4e8852c",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "咨询亲朋好友",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 151602,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T09:23:12.227Z"
        },
        {
          "_id" : "58832950a3c16f14aaa7f235",
          "q1" : "其他原因",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 571304,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T09:26:40.362Z"
        },
        {
          "_id" : "58832d4457eadb752cbcbece",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 138012,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T09:43:32.918Z"
        },
        {
          "_id" : "5883361fa870216843da66bb",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 577073,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T10:21:19.224Z"
        },
        {
          "_id" : "588338e6c3fd8d787ad5152c",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 571796,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T10:33:10.974Z"
        },
        {
          "_id" : "588348b45fe52854fab6dfef",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 411348,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T11:40:36.067Z"
        },
        {
          "_id" : "58834a6d004c6448cae3a4f3",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "股权众筹"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 129813,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T11:47:57.280Z"
        },
        {
          "_id" : "58834c0f84555d684f55ba61",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "没有任何要求",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 127839,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T11:54:55.385Z"
        },
        {
          "_id" : "58834c3c6a0606372bfe6ba9",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 576748,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T11:55:40.645Z"
        },
        {
          "_id" : "588360b987f1dc3955e18cad",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 509535,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T13:23:05.425Z"
        },
        {
          "_id" : "5883633a6ac27d54f44a9e12",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 571454,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T13:33:46.853Z"
        },
        {
          "_id" : "58836a45293e3614984ada2e",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 580100,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T14:03:49.246Z"
        },
        {
          "_id" : "58836d4384555d684f55ba62",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 243768,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T14:16:35.970Z"
        },
        {
          "_id" : "58836e00c3fd8d787ad5152d",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 476312,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T14:19:44.239Z"
        },
        {
          "_id" : "588371cf20f9bd7526db725b",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "没有任何要求",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 552310,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T14:35:59.075Z"
        },
        {
          "_id" : "588372ab004c6448cae3a4f4",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "股权众筹"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 132764,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T14:39:39.351Z"
        },
        {
          "_id" : "58837569755a15129cfaa8af",
          "q1" : "其他原因",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 618630,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T14:51:21.059Z"
        },
        {
          "_id" : "58837aeb6991d101ca9a9e66",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 100620,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T15:14:51.174Z"
        },
        {
          "_id" : "58837d7d2b1411494d86167c",
          "q1" : "有闲置资金时",
          "q2" : [
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "满意",
          "q5" : "依靠理财专家",
          "q6" : "一般愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 619412,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T15:25:49.895Z"
        },
        {
          "_id" : "5883844dc9b54a78860ded2b",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 540685,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T15:54:53.106Z"
        },
        {
          "_id" : "588384da0617ca64a29e8f8b",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "依靠理财专家",
          "q6" : "不太愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 180400,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T15:57:14.833Z"
        },
        {
          "_id" : "588385c2f90b2633fd2f8387",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 104360,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T16:01:06.571Z"
        },
        {
          "_id" : "5883962d3e6245055a76f306",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 152580,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T17:11:09.535Z"
        },
        {
          "_id" : "5883a2b587f1dc3955e18cae",
          "q1" : "理财师推荐时",
          "q2" : [
            "未购买过产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 588744,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T18:04:37.832Z"
        },
        {
          "_id" : "5883bd0df90b2633fd2f8388",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 153363,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T19:57:01.224Z"
        },
        {
          "_id" : "5883de95a06588685561bbcd",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 528253,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T22:20:05.557Z"
        },
        {
          "_id" : "5883df9aabed88494069e66b",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 128101,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T22:24:26.026Z"
        },
        {
          "_id" : "5883e2bb87f1dc3955e18caf",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "股权众筹"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 130459,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T22:37:47.003Z"
        },
        {
          "_id" : "5883e54fe70cbf37313d41c5",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 469168,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T22:48:47.620Z"
        },
        {
          "_id" : "5883e6413e6245055a76f307",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 411319,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T22:52:49.951Z"
        },
        {
          "_id" : "5883eb076ac27d54f44a9e13",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 585402,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T23:13:11.828Z"
        },
        {
          "_id" : "5883edef0a4de6787495413f",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 369311,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T23:25:35.067Z"
        },
        {
          "_id" : "5883f13691f4961296f70e86",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 146118,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T23:39:34.341Z"
        },
        {
          "_id" : "5883f37c6c499714a4ec9045",
          "q1" : "有闲置资金时",
          "q2" : [
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 474806,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T23:49:16.355Z"
        },
        {
          "_id" : "5883f533c3fd8d787ad5152e",
          "q1" : "其他原因",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 578658,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T23:56:35.241Z"
        },
        {
          "_id" : "5883f54a59d7c248c4e8852d",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 522674,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-21T23:56:58.732Z"
        },
        {
          "_id" : "5883f70291f4961296f70e87",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "不太愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 185406,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T00:04:18.857Z"
        },
        {
          "_id" : "5883f708a3c16f14aaa7f236",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 185542,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T00:04:24.744Z"
        },
        {
          "_id" : "588404a924e6833725978f88",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 190565,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T01:02:33.921Z"
        },
        {
          "_id" : "58840ebce4b9b97532f3a417",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 563529,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T01:45:32.282Z"
        },
        {
          "_id" : "588414153b7198378f69b40b",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "不满意",
          "q5" : "依靠理财专家",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 218418,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T02:08:21.223Z"
        },
        {
          "_id" : "5884149b0b2a783789fe4c8c",
          "q1" : "其他原因",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "不满意",
          "q5" : "自己独立操作",
          "q6" : "不太愿意",
          "q7" : "3%的低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 152383,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T02:10:35.243Z"
        },
        {
          "_id" : "588414d386fec55506901f0e",
          "q1" : "其他原因",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "没有任何要求",
          "q9" : "是",
          "q10" : "一般",
          "uid" : 494500,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T02:11:31.248Z"
        },
        {
          "_id" : "588415dc8f4b6764ae1b10b1",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 520732,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T02:15:56.608Z"
        },
        {
          "_id" : "58841a5eb052a001be35588c",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 491244,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T02:35:10.602Z"
        },
        {
          "_id" : "58844d0db052a001be35588d",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 555405,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T06:11:25.754Z"
        },
        {
          "_id" : "58844d9f2b1411494d86167d",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%的低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 135475,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T06:13:51.836Z"
        },
        {
          "_id" : "5884501c6744b7340987b3ea",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "",
          "uid" : 146968,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T06:24:28.965Z"
        },
        {
          "_id" : "588454a13c5c9f494c717b3e",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 509922,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T06:43:45.887Z"
        },
        {
          "_id" : "5884568fa1fa5e056010ee44",
          "q1" : "有闲置资金时",
          "q2" : [
            "未购买过产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 637258,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T06:51:59.041Z"
        },
        {
          "_id" : "5884665c02722339673259c5",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 523034,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T07:59:24.282Z"
        },
        {
          "_id" : "5884757aabed88494069e66c",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 496107,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T09:03:54.838Z"
        },
        {
          "_id" : "58847f34755a15129cfaa8b0",
          "q1" : "其他原因",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "自己独立操作",
          "q6" : "不太愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 134980,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T09:45:24.410Z"
        },
        {
          "_id" : "58849b2f16bf3455008cf2f9",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "咨询亲朋好友",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 137080,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T11:44:47.221Z"
        },
        {
          "_id" : "5884a46b3e6245055a76f308",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 637836,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T12:24:11.262Z"
        },
        {
          "_id" : "5884a75457eadb752cbcbecf",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "依靠理财专家",
          "q6" : "不太愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 110033,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T12:36:36.051Z"
        },
        {
          "_id" : "5884b0291a7dfb78805e0d49",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 146723,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T13:14:17.565Z"
        },
        {
          "_id" : "5884b2bcabed88494069e66d",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "满意",
          "q5" : "依靠理财专家",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 636857,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T13:25:16.023Z"
        },
        {
          "_id" : "5884b607a06588685561bbce",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 203120,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T13:39:19.143Z"
        },
        {
          "_id" : "5884bb4f6a0606372bfe6baa",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）",
            "股权众筹"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "依靠理财专家",
          "q6" : "很愿意",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 112473,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T14:01:51.377Z"
        },
        {
          "_id" : "5884c16e384e5e01d0fe0b1e",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "不太愿意",
          "q7" : "15%以上的高风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "否",
          "q10" : "",
          "uid" : 620008,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T14:27:58.092Z"
        },
        {
          "_id" : "5884c5706991d101ca9a9e67",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 233003,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T14:45:04.643Z"
        },
        {
          "_id" : "5884d46b6991d101ca9a9e68",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 628259,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T15:48:59.225Z"
        },
        {
          "_id" : "5884d85916bf3455008cf2fa",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "不愿意",
          "uid" : 500576,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T16:05:45.961Z"
        },
        {
          "_id" : "5885169ea870216843da66bc",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 134877,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T20:31:26.853Z"
        },
        {
          "_id" : "5885190655f11105540f1e3f",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 584277,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T20:41:42.545Z"
        },
        {
          "_id" : "588521f81e32d9054cb2f45c",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 540819,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T21:19:52.142Z"
        },
        {
          "_id" : "58852e59a1fa5e056010ee45",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 613542,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T22:12:41.212Z"
        },
        {
          "_id" : "5885395f91f4961296f70e88",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "是",
          "q10" : "不愿意",
          "uid" : 482050,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T22:59:43.215Z"
        },
        {
          "_id" : "58853a1d6ac27d54f44a9e14",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "一般愿意",
          "q7" : "3%的低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 216501,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T23:02:53.684Z"
        },
        {
          "_id" : "58853e31a06588685561bbcf",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "依靠理财专家",
          "q6" : "一般愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 481305,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T23:20:17.389Z"
        },
        {
          "_id" : "5885415b3fa4d1128a54d267",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 103036,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T23:33:47.965Z"
        },
        {
          "_id" : "588546ad6a0606372bfe6bab",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%的低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "",
          "uid" : 568085,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T23:56:29.706Z"
        },
        {
          "_id" : "588546bcda581d3783564beb",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 403677,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-22T23:56:44.958Z"
        },
        {
          "_id" : "58854d376991d101ca9a9e69",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "10%~15%的中高风险产品",
          "q8" : "没有任何要求",
          "q9" : "否",
          "q10" : "一般",
          "uid" : 500337,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-23T00:24:23.101Z"
        },
        {
          "_id" : "58855692f16791149eda57fa",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "一般信任（会参考，但主要还是自己判断）",
          "q4" : "一般",
          "q5" : "自己独立操作",
          "q6" : "很愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 465875,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-23T01:04:18.003Z"
        },
        {
          "_id" : "588557575fe52854fab6dff0",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 141571,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-23T01:07:35.823Z"
        },
        {
          "_id" : "5885576ee4b9b97532f3a418",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 208931,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-23T01:07:58.042Z"
        },
        {
          "_id" : "58855a4f6ac27d54f44a9e15",
          "q1" : "平台推送促销活动时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "是",
          "q10" : "愿意",
          "uid" : 244077,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-23T01:20:15.803Z"
        },
        {
          "_id" : "58855d3f20f9bd7526db725c",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "依靠理财专家",
          "q6" : "一般愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 496210,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-23T01:32:47.800Z"
        },
        {
          "_id" : "58855d4e57eadb752cbcbed0",
          "q1" : "理财师推荐时",
          "q2" : [
            "固定收益类产品",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "一般",
          "q5" : "依靠理财专家",
          "q6" : "很愿意",
          "q7" : "7%~10%的中风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "愿意",
          "uid" : 160879,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-23T01:33:02.342Z"
        },
        {
          "_id" : "58855e4a6991d101ca9a9e6a",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求一般，可接受3个月左右赎回的产品",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 219776,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-23T01:37:14.917Z"
        },
        {
          "_id" : "588561c557eadb752cbcbed1",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品",
            "类余额宝产品（天天盈，货币基金）",
            "公募基金（非货币基金）"
          ],
          "q3" : "信任（会重点参考平台推荐）",
          "q4" : "满意",
          "q5" : "依靠理财专家",
          "q6" : "一般愿意",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较低，可接受6个月左右赎回的产品",
          "q9" : "否",
          "q10" : "愿意",
          "uid" : 163452,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-23T01:52:05.816Z"
        },
        {
          "_id" : "588564180a4de67874954140",
          "q1" : "有闲置资金时",
          "q2" : [
            "固定收益类产品"
          ],
          "q3" : "",
          "q4" : "",
          "q5" : "",
          "q6" : "",
          "q7" : "3%~7%的中低风险产品",
          "q8" : "要求较高，需要一定比例的随存随取",
          "q9" : "不确定",
          "q10" : "一般",
          "uid" : 628568,
          "actName" : "questionnaire20170116",
          "date" : "2017-01-23T02:02:00.312Z"
        }
      ];
    var conf = {};
    var filename = 'test';  //只支持字母和数字命名


    conf.cols = [
      {caption:'_id', type:'string', width:20},
      {caption:'q1', type:'string', width:40},
      {caption:'q2', type:'string', width:20},
      {caption:'q3', type:'string', width:40},
      {caption:'q4', type:'string', width:30},
      {caption:'q5', type:'string', width:30},
      {caption:'q6', type:'string', width:30},
      {caption:'q7', type:'string', width:30},
      {caption:'q8', type:'string', width:40},
      {caption:'q9', type:'string', width:30},
      {caption:'q10', type:'string', width:30},
      {caption:'uid', type:'string', width:30},
      {caption:'actName', type:'string', width:30},
      {caption:'date', type:'string', width:30}
    ];


    const array = [];
    for (let i = 0; i < datas.length; i++) {
      const arrayRow = [];

      forIn(datas[i], function(value, key) {
        if (typeof value === 'object') {
          let aaa = "";
          forIn(value, function (v, k) {
            aaa += `${v},`;
          })
          arrayRow.push(aaa);
        } else {
          arrayRow.push(value);
        }
        // console.log(value);
      });
      console.log(arrayRow);
      // for (const item of itemRow) {
      //   arrayRow.push(item);
      // }
      array.push(arrayRow)
      // array[i] = arrayRow;
    }

    console.log(JSON.stringify(array));


    // array[0] = [
    //   "1",
    //   "2",
    //   "3",
    //   "4",
    //   "5",
    //   "6",
    //   "7",
    //   "8"
    // ];


    conf.rows = array;
    // console.log(JSON.stringify(conf));
    var result = excelPort.execute(conf);

    var random = Math.floor(Math.random()*10000+0);

    var uploadDir = path.resolve(__dirname, '../output/');
    var filePath = uploadDir + '/' + filename + random + ".xlsx";
    console.log(filePath);

    fs.writeFile(filePath, result, 'binary',function(err){
      if(err){
        console.log(err);
      }
    });
    console.log('over');

  });




};
